brew "black", restart_service: true
brew "brotli"
brew "cython"
brew "lighttpd"
brew "bat"
brew "fd"
brew "fish"
brew "git"
brew "htop"
brew "jpeg"
brew "lazygit"
brew "libpng"
brew "libtiff"
brew "llvm"
brew "lua"
brew "neovim"
brew "node"
brew "npm"
brew "numpy"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "scipy"
brew "shfmt"
brew "sqlite"
brew "stylua"
brew "tldr"
brew "tmate"
cask "kitty"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
